{
    "queries":
    {
        "front":
            [
                { "fq1": "Author names: Please confirm if the author names are presented accurately and in the correct sequence (given name, middle  name/initial, family name). Author 1 Given name: [specify authors given name] Last name [specify authors last name]. Also, kindly confirm the details in the metadata are correct." },
                { "fq2": "Article title: Kindly check and confirm the edit made in the title. " },
                { "fq3": "Affiliations: Journal instruction requires a city and country for affiliations; however, these are missing in affiliation [specify affiliation number]. Please verify if the provided city and country are correct and amend if necessary." },
                { "fq4": "Author details: As per journal standard instruction, full names are needed and not just initials. Please provide the complete names for author [specify author name]." },
                { "fq5": "Please check and confirm that the authors and their respective affiliations have been correctly identified and amend if necessary." },
                { "fq6": "Author details: Kindly check and confirm whether the mail ID [specify the mail ID] should also appear in the proof." },
                { "fq7": "Author details: Kindly check and confirm whether the corresponding author is correctly identified and amend if necessary." },
                { "fq8": "Affiliations: Author X had no affiliation in the manuscript. We have tagged affiliation 1 to that author. Please check and confirm." },
                { "fq9": "Affiliations: Affiliation [specify original affiliation] has been split into two different affiliations. Please check if action taken is appropriate and amend if necessary." },
                { "fq10": "Please provide professional degrees (e.g., PhD, MD) for the authors." },
                { "fq11": "Please provide author biography and photo (Query accordingly)." },
                { "fq12": "Abstract: The abstract was not included in the manuscript; however, this is required as per journal standard instruction. The abstract text provided in the PDF was used instead. Kindly advise if action taken is correct." },
                { "fq13": "Abstract: Journal standard instruction requires an unstructured abstract; however, none was provided. Please provide a short abstract of up to 350 words, giving a description of the findings of your article." },
                { "fq14": "Abstract: Journal standard instruction requires a structured abstract; however, none was provided. Please supply an Abstract with subsections “supply required Abstract sections separated by ;”." },
                { "fq15": "As keywords are mandatory for this journal, please provide 3-6 keywords." },
                { "fq16": "Please provide MSC codes. For more details, if required, kindly visit http://www.ams.org/msc/." },
                { "fq17": "Please provide JEL codes. For more details, if required, kindly visit http://www.aeaweb.org/jel/guide/jel.php." },
                { "fq18": "Please provide PACS codes. For more details, if required, kindly visit http://www.aip.org/pacs." }
            ],
        "body":
            [
                { "boq1": "Electronic supplementary material ***FILL ACCORDINGLY*** is cited but not provided. Kindly check and provide the same." },
                { "boq2": "URL: Please check if the following URLs are working: [specify URLs separated by;]. Otherwise, please provide alternatives." },
                { "boq3": "Figure: A figure must have a descriptive title; however, none was provided for Figure [specify figure number]. Please supply a title for the said figure." },
                { "boq4": "Figure: Figure [specify figure number] was received; however, no citation was provided in the manuscript. Please check and confirm the inserted citation of Fig/Table is correct. If not, please suggest an alternative citation. Please note that figures and tables should be cited in ascending numerical order in the text. and should be inside the main body of the text." },
                { "boq5": "Figure: Upon checking, it was noticed that there are panels inside the image of Figure [specify figure number]; however, they were not explained in the corresponding caption. Please mention the panels within the figure caption to correspond with the image." },
                { "boq6": "Figure: Upon checking, it was noticed that there are panels in the caption of Figure [specify figure number]; however, they were not found in the corresponding image. Please provide us with an updated figure with corresponding panels matching their description in the figure caption." },
                { "boq7": "Figure: Please note that figures cannot be composed of text only. Since it is in a table format, please modify Figure [specify figure number] as a normal table with at least two columns. Please ensure that if there are other tables in the manuscript, affected tables and citations should be renumbered in ascending numerical order." },
                { "boq8": "Please confirm the section headings are correctly identified." },
                { "boq9": "Please note that section heading “Introduction” is added as per journal style." },
                { "boq10": "In which city, state, and country is this company located?" },
                { "boq11": "As per the information provided by the publisher, Fig. ***** will be black and white in print; hence, please confirm whether we can add “colour figure online” to the caption." },
                { "boq12": "Figures: Figure [specify figure number] is poor in quality due to [specify reason c/o Graphics]. Please supply a high-resolution version of the said figure." },
                { "boq13": "Figure: Journal standard requires that the first figure referenced in the manuscript text should be Figure 1, the second, Figure 2, etc. However, the original sequence of figure citations [specify original sequence] is out of order. Figure images and citations were reordered so that they are cited in consecutive order. Please check if action taken is appropriate. Otherwise, kindly advise us on how to proceed." },
                { "boq14": "Table: Table [specify table number] was received; however, no citation was provided in the manuscript. Please provide the location of where to insert the citation in the main body of the text. Otherwise, kindly advise us on how to proceed. Please note that tables should be cited in ascending numerical order in the main body of the text." },
                { "boq15": "Table: Journal standard requires that the first table referenced in the manuscript text should be Table 1, the second, Table 2, etc. However, the original sequence of table citations [specify original sequence] is out of order. Tables and citations were reordered so that they are cited in consecutive numerical order. Please check if action taken is appropriate. Otherwise, kindly advise us on how to proceed." },
                { "boq16": "Table: A table caption must have a descriptive title; however, none was provided for Table [specify table number]. Please supply a title for the said table." },
                { "boq17": "Table: Please provide the corresponding indication of the footnote [specify text on footnote] inside Table [specify table number]. Otherwise, kindly amend if deemed necessary." },
                { "boq18": "Table: Please specify the significance of the symbol [specify kind of symbol] reflected inside Table [specify table number] by providing a description in the form of a table footnote. Otherwise, kindly amend if deemed necessary." },
                { "boq19": "As References ** and ** are same, we have deleted the duplicate reference and renumbered accordingly. Please check and confirm." },
                { "boq20": "Equation: As per journal standards, the numbering of equations should be in ascending numerical order; hence, equations [specify original sequence] were renumbered accordingly. Please check if action is appropriate." },
                { "boq21": "Kindly check and confirm the edit in the sentence “... ... ...” in page ***FILL ACCORDINGLY*** of the manuscript." },
                { "boq22": "Is the word _____________ spelled correctly? Please check, and amend if necessary." },
                { "boq23": "Is this the correct expansion of []? Please check, and correct if necessary." },
                { "boq24": "Please check the edit(s) made in Eq. (__), and correct if necessary." },
                { "boq25": "Please check the italicization of genes, and correct if necessary." },
                { "boq26": "The given sentence seems to be incomplete. Please check for missing words/phrases and complete the sentence." },
                { "boq27": "This sentence has been slightly modified for clarity. Please check that the meaning is still correct, and amend if  necessary." },
                { "boq28": "Please provide a definition for the significance of [bold, italics, underline, letter a, asterisk] in the table." },
                { "boq29": "Please check the layout of Table(s) __, and correct if necessary." },
                { "boq30": "As per Springer style, the ESM figures/tables should be numbered separately and not along with the text figures.  Hence, we  have renumbered the text figures/tables as per style. Please note and provide us an updated ESM with figures/tables separately." },
                { "boq31": "Please note that Eqs. ---- have been rekeyed as they were in picture format (or) not converted properly." }
            ],
        "back":
            [
                { "baq1": "Ethical approval: Any experimental research that is reported in the manuscript should have been performed with the approval of an appropriate ethics committee. Research carried out on humans must be in compliance with the Helsinki Declaration, and any experimental research on animals should follow internationally recognized guidelines. A statement to this effect must appear in the manuscript, including the name of the body which gave approval, with a reference number where appropriate. In this regard, please provide the missing information to comply with standard requirements." },
                { "baq2": "Reference: Reference [**FILL REFERENCE NUMBER**] was mentioned in the manuscript; however, this was not included in the reference list. As a rule, all mentioned references should be present in the reference list. Please provide the reference details to be inserted in the reference list and ensure that all references are cited in ascending numerical order" },
                { "baq3": "Reference: Reference [**FILL REFERENCE NUMBER**] was provided in the reference list; however, this was not mentioned or cited in the manuscript. As a rule, if a citation is present in the text, then it should be present in the list. Please provide the location of where to insert the reference citation in the main body text. Kindly ensure that all references are cited in ascending numerical order." },
                { "baq4": "Reference: Reference (**FILL NAME AND YEAR**) was mentioned in the manuscript; however, this was not included in the reference list. As a rule, all mentioned references should be present in the reference list. Please provide the reference details to be inserted in the reference list." },
                { "baq5": "Reference: Reference (**FILL NAME AND YEAR**) was provided in the reference list; however, this was not mentioned or cited in the manuscript. As a rule, if a citation is present in the text, then it should be present in the list. Please provide the location of where to insert the reference citation in the main body text." },
                { "baq6": "Reference: All references must be numbered in ascending order, in square brackets; however, the original sequence of reference citations [__-__] is out of order. All affected reference citations were renumbered including their corresponding references in the reference list. Please check if action taken is appropriate. Otherwise, kindly advise us on how to proceed. " },
                { "baq7": "Competing interests/Conflict of interests (**MENTION ACCORDINGLY**): Journal instruction requires a Competing interests section; however, none was provided. The authors are required to complete a declaration of competing interests. All competing interests that are declared will be listed before the references. In this regard, please provide the missing section." },
                { "baq8": "Additional file/Supplementary file (**MENTION ACCORDINGLY**): Additional file [specify additional file number] was mentioned in the manuscript; however, no e-file was provided. Please supply the e-file of the mentioned additional file. Otherwise, kindly advise us on how to proceed." },
                { "baq9": "The citation ____ has been changed to match the author name/date in the reference list. Please check here and in subsequent  occurrences, and correct if necessary." },
                { "baq10": "Please supply the year of publication for Ref ****." },
                { "baq11": "Please supply the name of the publisher for Ref ****." },
                { "baq12": "Please provide full journal titles for references []." },
                { "baq13": "Please check the abbreviated journal titles in references." },
                { "baq14": "The reference citation “Name [***FILL ACCORDINGLY***]” does not match with the list. Please check and change accordingly." },
                { "baq15": "Please update Ref. ***FILL ACCORDINGLY*** with ***FILL ACCORDINGLY***." },
                { "baq16": "Kindly check whether the reference ***** is correct." },
                { "baq17": "10396 -- Please provide abstract with headings such as “Purpose, Methods, Results, Conclusion”." }
            ],
       "bmc":
             [
                {"bmc1": "As per standard instruction, author affiliations are required; however, none was provided. Please supply affiliations for each author using the following format: Department, Institute, (Street), City (Postcode), Country. This may mean repeating institutional addresses if the authors are from different departments within an institution." },
                { "bmc2": "Reference: Reference [**FILL REFERENCE NUMBER**] was mentioned in the manuscript; however, this was not included in the reference list. As a rule, all mentioned references should be present in the reference list. Please provide the reference details to be inserted in the reference list and ensure that all references are cited in ascending numerical orderIf you wish to remain unaffiliated, we suggest including “Independent Consultant, City, Country” as an alternative affiliation." },
                { "bmc3": "As per standard instruction, city and/or country is required for affiliations; however, this information is missing in affiliation [specify affiliation number]. Please check if the provided city and/or country is correct and amend if necessary." },
                { "bmc4": "Affiliation [specify original affiliation] was split into two different affiliations. Please check if appropriate and amend if necessary." },
                { "bmc5": "Affiliation [specify original affiliation] has not been designated to any of the authors; thus, it was assigned to the corresponding author. Please check if appropriate and amend if necessary." },
                { "bmc6": "As a rule, reference citations within the Abstract must be presented differently. We have modified the reference citation in the abstract section as follows: Journal abbreviated title_ volume number:page range, year (e.g., JAMA 352:24-28, 2004). Moreover, kindly provide another citation of the reference within the main body of the text. Please note that references should be cited in the text in ascending numerical order." },
                { "bmc7": "As a rule, reference citations within the Abstract must be presented differently. We have modified the reference citation in the abstract section as follows: Journal abbreviated title_ volume number:page range, year (e.g., JAMA 352:24-28, 2004). Moreover, kindly provide another citation of the reference within the main body of the text." },
                { "bmc8": "As a rule, reference citations within the Abstract must be presented differently. We have modified the reference citation in the abstract section as follows: Author/s, Journal abbreviated title_ volume number:page range, year (e.g.,Author/s, JAMA 352:24-28, 2004). Moreover, kindly provide another citation of the reference within the main body of the text. Please note that references should be cited in the text in ascending numerical order." },
                { "bmc9": "As a rule, reference citations within the Abstract must be presented differently. We have modified the reference citation in the abstract section as follows: Journal abbreviated title_ volume number:page range, year (e.g., JAMA 352:24-28, 2004). Moreover, kindly provide another citation of the reference within the main body of the text." },
                { "bmc10": "As a rule, reference citations within the Abstract must be presented differently. We have modified the reference citation in the abstract section as follows: Author/s, Journal abbreviated title_ volume number:page range, year (e.g., Author/s, JAMA 352:24-28, 2004). Moreover, we have renumbered the citation of the reference within the main body of the text. Please check if the action taken is appropriate." },
                { "bmc11": "As a rule, reference citations within the Abstract must be presented differently. We have modified the reference citation in the abstract section as follows: Journal abbreviated title_ volume number:page range, year (e.g., JAMA 352:24-28, 2004). Moreover, kindly provide another citation of the reference within the main body of the text. Please note that references should be cited in the text in ascending numerical order." },
                { "bmc12": "As a rule, reference citations within the Abstract must be presented differently. We have modified the reference citation in the abstract section as follows: Journal abbreviated title_ volume number:page range, year (e.g., JAMA 352:24-28, 2004). Moreover, kindly provide another citation of the reference within the main body of the text." },
                { "bmc13": "CARE guidelines or Strobe statements or CONSORT checklist or SPIRIT checklist: was mentioned in the manuscript; however, no e-file was provided. Please supply the e-file of the mentioned checklist. Otherwise, kindly advise us on how to proceed." },
                { "bmc14": "The article title in the manuscript [specify the article title in the manuscript] differs from that in the submission system which is [specify the article title in the jobsheet title]. Please note that we have followed the manuscript. Please check if correct." },
                { "bmc15": "As per our journal style, article titles should not include capitalised letters unless these are proper nouns/acronyms. We have therefore used the article title '[specify the modified article title in the manuscript]'' as opposed to '[specify the original article title in the manuscript]' as given in the submission system. Please check if this is correct." },
                { "bmc16": "As per journal standards, the article title must only be one sentence in length; however, there is more than one provided in the manuscript. Please modify to comply with our standard; otherwise, kindly advise us on how to proceed." },
                { "bmc17": "Please confirm if the author names are presented accurately (given name, middle name/initial, family name). Author 1 Given name: [specify the author’s given name Middle name/initial]: [specify the author’s middle name/initial] Last name: [specify the author’s last name]" },
                { "bmc18": "No corresponding author was indicated in the authorship list in the original Word manuscript; therefore, we have used the corresponding author as listed in the metadata. Please check and confirm if suitable." },
                { "bmc19": "The Corresponding author’s e-mail address is missing in the manuscript. We followed the information supplied in the submission system. Please check if correct." },
                { "bmc20": "As per standard instruction, 'Equal contributors' must be designated to more than one (but not all) author. However, only [specify the author name] was specified to have an equal contribution. Please specify the other author(s) who had contributed equally to the manuscript. Otherwise, please advise us on how to proceed." },
                { "bmc21": "The use of a dagger symbol is not required if you would like to indicate an equal contribution to all authors listed in the manuscript. It is to be used only when there is a greater contribution by some authors than the others. Thus, it was removed; please check." },
                { "bmc22": "As per standard instruction, a ‘Biographies’ section should not be present. In compliance with standard requirements, we have presented the data under the 'About the Authors' section. If images were provided, you may notice that these were disregarded in the final output. Please check if appropriate. Otherwise, kindly advise us on how to proceed." },
                { "bmc23": "Appendix [specify number] was mentioned in the manuscript; however, no corresponding section was provided. Please provide us the missing information. Otherwise, kindly advise us on how to proceed." },
                { "bmc24": "As per journal requirements, every additional file must have a corresponding caption. In this regard, please be informed that the caption was taken from the additional e-file itself. Please advise if the action taken is appropriate and amend if necessary." },
                { "bmc25": "Journal standard requires Additional file legends of less than 300 words only; however, the provided data in the manuscript exceed the requirement. Please shorten the additional file legend accordingly. We suggest that any detailed information should be included as an introduction within the Additional file itself." },
                { "bmc26": "As per journal requirements, every additional file must have a corresponding caption; however, no caption is provided inside the manuscript. Please supply the missing caption of Additional file [specify additional file number]."},
                { "bmc27": "Additional file [specify additional file number] was mentioned in the manuscript; however, no e-file was provided. Please supply the e-file of the mentioned additional file. Otherwise, kindly advise us on how to proceed." },
                { "bmc28": "Additional file [specify additional file number] was received; however, no citation was provided in the manuscript. Please provide the location of where to insert the citation in the main body of the text. Otherwise, kindly advise us on how to proceed." },
                { "bmc29": "The provided Additional file(s) [specify additional file number] contain(s) tables (with no color and shading) and/or figures that were cited in the text as regular tables and figures (e.g. 'Table 1' instead of 'Table S1' or “supplemental Table 1' and the like; “Figure 1' instead of “Figure S1' or “supplemental Figure 1'). Hence, the said tables and figures in the Additional file were captured as normal tables and figures. Please check if the action taken is appropriate." },
                { "bmc30": "All additional files must be cited in ascending numerical order such that additional files in figures and tables, if any, are numbered last; however, the original sequence of citations [specify original sequence] is out of order. All affected additional files were renumbered including their corresponding files. Please check if the action taken is appropriate. Otherwise, kindly advise us on how to proceed." },
                { "bmc31": "Supplementary [specify if table or figure and number] citations were changed to Additional file [specify number]: [specify if table or figure and number] to avoid confusion with any figures and tables included within the main text. Moreover, titles inside the additional files were also amended to correspond with their modified citations. Please check if appropriate." },
                { "bmc32": "As a rule, all supplementary files are to be referred as additional files. Thus, 'Supplementary information' was changed to 'Additional file 1'. Moreover, titles inside the additional files were also amended to correspond with their modified citations. Please check and advise if the action taken is appropriate." },
                { "bmc33": "Additional file _ was received in .zip format. Please verify if this is intended as mini website." },
                { "bmc34": "Additional file [specify additional file number] also contained a reference list. This would have been acceptable to be retained as originally presented; however, we noticed that there are corresponding citations within the legend. As per journal requirements, reference citations mentioned inside the manuscript must be in ascending numerical order and should have corresponding reference details in the main reference list. In this regard, please be informed that references found in the additional file were removed and appended into the main reference list. As the numbering of such references was now changed (as reflected in the main reference list), then the original citations within the additional files were also amended to correspond with the new data. Please check the modified output." },
                { "bmc35":"Additional file [specify additional file number] also contained a reference list. This would have been acceptable to be retained as originally presented; however, we noticed that there are corresponding citations within the legend. As per journal requirements, reference citations mentioned inside the manuscript must be in ascending numerical order and should have corresponding reference details in the main reference list. In this regard, please be informed that references found in the additional file were removed and appended into the main reference list. Please check the modified output if appropriate. Moreover, as the numbering of the references previously contained in the additional file was now changed (as reflected in the main reference list), then the original citations within the additional files will also have to be amended to correspond with the new data. Thus, please supply a replacement additional file in DOC version so that we can amend the citations accordingly."},
                { "bmc36":"Journal standard requires that a Box with corresponding citation in the main body text must be captured as normal Table. Box [specify box number] in your manuscript has therefore been converted to Table [specify table number] and relevant citations within the text have been updated accordingly. Please check if the action taken is appropriate."},
                { "bmc37":"Please note that the cover image is not scientifically relevant to the published paper and was removed. If you would like to resubmit an image for a cover page on the final version PDF, please supply one when replying to this email."},
                { "bmc38":"Please note that the cover image is not scientifically relevant to the published paper and was removed. If you would like to resubmit an image for a cover page on the final version PDF, please supply one in reply to this email."},
                { "bmc39":"As per journal standards, the numbering of equations should be in ascending numerical order; hence, equations [specify original sequence] were renumbered accordingly. Please check if the action is appropriate."},
                { "bmc40":"Equation [specify equation number] is mentioned in the manuscript; however, there is no corresponding equation provided. Kindly provide us the said equation."},
                { "bmc41":"Multiple figures were separated. Please provide the caption and citation for each figure."},
                { "bmc42":"Figure [specify figure number] is poor in quality due to [specify reason c/o Graphics]. Please supply a high-resolution version of the said figure preferably in .tiff or .eps format."},
                { "bmc43":"As per journal requirements, every figure must have a corresponding caption. However, none was provided for Figure 'Fig. #'. Please supply a caption for the said figure."},
                { "bmc44":"As per journal requirements, every figure must have a corresponding caption. In this regard, please be informed that the caption was taken from the figure e-file itself. Please advise if the action taken is appropriate and amend if necessary."},
                { "bmc45":"Upon checking, it was noticed that there are panel labels inside the image of Figure [specify figure number]; however, they were not explained in the corresponding caption. Please mention the panel labels within the figure caption to correspond with the image."},
                { "bmc46":"The footnote [specify] was inserted within the figure caption. Please check and confirm if appropriate."},
                { "bmc47":"Figure [specify figure number] was mentioned in the manuscript; however, no e-file was provided. Please supply the e-file of the said figure."},
                { "bmc48":"Figure [specify figure number(s)] e-file/s was/were received; however, no citation/s was/were provided in the manuscript. Please provide the location of where to insert the citation/s in the main body of the text. Please note that the order of main figure citations in the text should be sequential to comply with the journal’s standard, e.g., other figures may be cited before Fig. 1, but their main citation should come after Fig. 1 (i.e., Figs. 3, 2, 1, 2, 3, 4, 5, 6, 7)."},
                { "bmc49":"Figure [specify figure number] e-file was received; however, no citation was provided in the manuscript. Likewise, journal’s standard requires that the first figure referenced in the manuscript text should be Fig. 1, the second, Fig. 2, etc. With this, Fig. [specify the number of the inserted citation] citation was inserted here. Please check if the action taken is appropriate. Otherwise, kindly advise us on how to proceed."},
                { "bmc50":"Figure [specify figure number] e-file was received; however, no citation was provided in the manuscript. Please provide the location of where to insert the citation in the main body of the text. Please make sure to renumber the figures in ascending numerical order in compliance to the journal’s standard."},
                { "bmc51":"Figure [specify figure number(s)] e-file/s was/were received; however, no citation/s was/were provided in the manuscript. Please provide the location of where to insert the citation/s in the main body of the text. Please note that the order of main figure citations in the text should be sequential to comply with the journal’s standard, e.g., other figures may be cited before Fig. 1, but their main citation should come after Fig. 1 (i.e., Figs. 3, 2, 1, 2, 3, 4, 5, 6, 7)."},
                { "bmc52":"Journal’s standard requires that the first figure referenced in the manuscript text should be Figure 1, the second, Figure 2, etc. However, the original sequence of figure citations [specify original sequence] is out of order. Figures and their corresponding citations were reordered so that they are cited in consecutive numerical order. Please check if the action taken is appropriate. Otherwise, kindly advise us on how to proceed."},
                { "bmc53":"Figure [#] was received as a tabular material; thus, this was captured as Table [#] and the affected tables and figures were renumbered accordingly. Please confirm if the action taken is appropriate."},
                { "bmc54":"Table [#] has been provided as a figure file. Please provide the table in a Word or Excel format and not as a figure if you want this to be changed. Otherwise, please confirm if we can retain the current format of the table."},
                { "bmc55":"Figure [#] was received as a tabular material; thus, this was captured as Table [#] and the affected tables and figures were renumbered accordingly. Please confirm if the action taken is appropriate. Kindly provide the table in Word or Excel format (and not as a figure) if you want this to be available in a tabular format."},
                { "bmc56":"Table [#] was composed of images/figures; thus, this was captured as normal figure and then affected tables and figures were renumbered accordingly. Please confirm if the action taken is appropriate."},
                { "bmc57":"Table [specify table number] was mentioned in the manuscript; however, no corresponding table body was provided. Please supply. Otherwise, kindly advise us on how to proceed."},
                { "bmc58":"Table [specify table number] was divided into parts a and b. It is important that tables are numbered in ascending numerical order: 1, 2, and 3. In this regard, please be informed that such table was separated and referred as individual tables. Also, affected tables and citations were renumbered in ascending numerical order."},
                { "bmc59":"Table [specify table number] was divided into parts a and b. It is important that tables are numbered in ascending numerical order: 1, 2, and 3. Since such table cannot be separated because of a main caption, it was merged and referred as Table [specify table number]. Please check if the modified presentation is appropriate. Otherwise kindly advise us on how to proceed."},
                { "bmc60":"As per journal standard instruction, vertical texts and diagonal lines in tables are not permitted; hence, Table [specify number] was amended. Please check if the presentation of the table is appropriate. Otherwise, kindly advise us on how to proceed."},
                { "bmc61":"Please provide the corresponding indication of the footnote [specify text on footnote] inside Table [specify table number]. Otherwise, kindly amend if deemed necessary."},
                { "bmc62":"Table [#] was composed of images/figures; thus, this was captured as normal figure and then affected tables and figures were renumbered accordingly. Please confirm if the action taken is appropriate."},
                { "bmc63":"Please specify the significance of the symbol [specify kind of symbol] reflected inside Table [specify table number] by providing a description in the form of a table footnote. Otherwise, kindly amend if deemed necessary."},
                { "bmc64":"Table [specify table number] was provided with some shaded data in the body. In compliance with standard requirements, we removed the color and captured the table as a normal table."},
                { "bmc65":"Table [specify table number] contains entries in boldface but without significance. If deemed to have significance, please provide their significance in the form of a table footnote; otherwise, please set them upright."},
                { "bmc66":"Journal’s standard requires that the first table referenced in the manuscript text should be Table 1, the second, Table 2, etc. However, the original sequence of table citations [specify original sequence] is out of order. Tables and citations were reordered so that they are cited in consecutive numerical order. Please check if the action taken is appropriate. Otherwise, kindly advise us on how to proceed."},
                { "bmc67":"Table [specify table number] e-file was received; however, no citation was provided in the manuscript. Likewise, journal’s standard requires that the first table referenced in the manuscript text should be Table 1, the second, Table 2, etc. With this, Table [specify the number of the inserted citation] citation was inserted here. Please check if the action taken is appropriate. Otherwise, kindly advise us on how to proceed"},
                { "bmc68":"Table [specify table number] e-file was received; however, no citation was provided in the manuscript. Please provide the location of where to insert the citation in the main body of the text. Please make sure to renumber the tables in ascending numerical order in compliance to the journal’s standard."},
                { "bmc69":"Table [specify table number(s)] e-file/s was/were received; however, no citation/s was/were provided in the manuscript. Please provide the location of where to insert the citation/s in the main body of the text. Please note that the order of main table citations in the text should be sequential to comply with the journal’s standard, e.g., other tables may be cited before Table 1, but their main citation should come after Table 1 (i.e., Table 3, 2, 1, 2, 3, 4, 5, 6, 7)."},
                { "bmc70":"Please note that this section must give full reference to the book you are reviewing (including ISBN and number of pages). No further inclusion in the references is needed. For example: Valentinuzzi, ME Understanding the Human Machine, A Primer for Bioengineering. Singapore: World Scientific; 2004. 396 pages, ISBN 981-238-930-X Please provide the missing details."},
                { "bmc71":"As per journal standard instruction, sections must be unnumbered; however, the original manuscript contains numbered sections and section citations. Thus, the section numbers were removed and the section citations changed to the actual headings. Please check if done correctly; otherwise, please amend if necessary."},
                { "bmc72":"The caption of Scheme [specify scheme number] was not provided in the manuscript. Please provide the missing information."},
                { "bmc73":"Scheme [specify figure number] was received; however, no citation was provided in the manuscript. Please provide the location of where to insert the citation in the main body of the text. Otherwise, kindly advise us on how to proceed. Please note that schemes should be cited in ascending numerical order in the main body of the text."},
                { "bmc74":"Scheme [specify figure number] was mentioned in the manuscript; however, no e-file was provided. Please supply the e-file of the said scheme."},
                { "bmc75":"Please provide the URL/hyperlink to the trial registration number provided."},
                { "bmc76":"Since abstracts may be read independently of the full article, we have captured the information of the footnote in the abstract additionally in the text. Please check and confirm if this is acceptable."},
                { "bmc77":"Footnote [ ] is provided; however, this was not mentioned or cited in the manuscript. Please provide the location of where to insert the said footnote citation in the main body text."},
                { "bmc78":"Footnote [ ] is indicated in the text; however, no corresponding footnote explanation/detail was provided. Please provide its corresponding information."},
                { "bmc79":"The manuscript contains underlined data found under [specify location such as section heading] which seem to have relevance. Please verify if indeed the underlining is significant. If affirmed, please use bold or italic font instead as per standard instruction. Otherwise, please remove the underline."},
                { "bmc80":"Please verify if the following URLs are working: [specify URLs separated by ; ]. Otherwise, please provide alternatives."},
                { "bmc81": "The Appendix contains only tables. As per journal standards, no section can include only figures or tables, even the Appendix; therefore, please be informed that the Appendix table was changed and referred to as normal Table [specify table number]. Affected tables and citations were also renumbered accordingly. Please check if appropriate." },
                { "bmc82": "The Appendix contains tables with shaded colors or colored images. As per journal standards, tables presented within the manuscript should not contain any color; therefore, the data were changed and referred to as an additional file. Please check if appropriate." },
                { "bmc83": "The Appendix contains only figures. As per journal standards, no section can include only figures or tables, even the Appendix. Therefore, please be informed that the Appendix figures were changed and referred to as normal Figure [specify table number]. Affected figures and citations were also renumbered accordingly. Please check if appropriate." },
                { "bmc84": "The Appendix contains only tables and figures. As per journal standards, no section can include only figures or tables, even the Appendix. Therefore, please select from the following options: (1) present the Appendix as an additional file (which will be downloadable from the final versions but not present inline and therefore will be less prominent); (2) have the data as normal tables and figures, disregarding the Appendix section, ensuring that the citations of figures and tables are in ascending numerical order within the main body of the text; or (3) present the entire data as an Appendix. For the last option, please modify citations such that they would only reflect as 'Appendix'. Moreover, please provide a short description inside the said section with the Appendix table and figure citations mentioned.Please ensure that their numbering is in ascending numerical order for tables and figures.       Journal standard instruction requires the following information: Project name; project home page; operating system(s); programming language; other requirements; license. However, this was not provided. Kindly supply the missing information." },
                { "bmc85": "'As per standard instruction, an 'Authors’ contributions' section is required; however, none was provided. Please provide the said section in paragraph form following the sample format: 'AB carried out the molecular genetic studies, participated in the sequence alignment and drafted the manuscript. JY carried out the immunoassays. MT participated in the sequence alignment. ES participated in the design of the study and performed the statistical analysis. FG conceived of the study and participated in its design and coordination. All authors read and approved the final manuscript'. Please note that the author names must be in initials and the required statement 'All authors read and approved the final manuscript.' must be present at the end of the paragraph. Temporarily, we have added the said section including the standard statement. Please supply the individual contribution(s) of the authors as mentioned; otherwise, we will just proceed with the standard statement.'"},
                { "bmc86": "As per standard instruction, the statement 'All authors read and approved the final manuscript.' is required in the 'Authors’ contributions' section. Please note that this was inserted at the end of the paragraph of the said section. Please check if appropriate." },
                { "bmc87": "As per standard instruction, the author names must be in initials and the data must be in a single paragraph; thus, the section was modified accordingly. Please check if appropriate." },
                { "bmc88": "The standard statement was inserted in the authors’ contribution section. Kindly confirm if the modification is appropriate." },
                { "bmc89": "As per journal standard instruction, a 'Competing interests' section is required; however, none was provided. Please see http://www.biomedcentral.com/getpublished/editorial-policies#competing+interests for a full list of questions to consider when writing your competing interests statement. If there are none to declare, please write 'The authors declare that they have no competing interests." },
                { "bmc90": "As per journal standard instruction, a 'Competing interests' section is required; however, none was provided. Please see http://www.springeropen.com/get-published/editorial-policies#competing+interests for a full list of questions to consider when writing your competing interests statement. If there are none to declare, please write 'The authors declare that they have no competing interests." },
                { "bmc91": "As per standard instruction, a ‘Biographies’ section should not be present. In compliance with standard requirements, we have presented the data under the 'About the Authors' section. If images were provided, you may notice that these were disregarded in the final output. Please check if appropriate. Otherwise, kindly advise us on how to proceed." },
                { "bmc92": "Citation details for reference/s [__] is/are incomplete. Please supply the [specify missing detail] of this/these reference/s. Otherwise, kindly advise us on how to proceed." },
                { "bmc93": "If applicable, please provide the access dates of references []." },
                { "bmc94": "Reference [_] contains a local link (specify the local link); however, this must be replaced with a working internet link. Please provide an alternative URL link. Otherwise, kindly advise if the local link can be deleted." },
                { "bmc95": "Citation details for Reference [] were modified. Please check if the action taken is appropriate. Otherwise, kindly advise us on how to proceed." },
                { "bmc96": "References: Reference [__] has two reference entries. Kindly indicate a corresponding citation for these references in the main text and renumber the subsequent references in ascending numerical order. Otherwise, please advise us on how we proceed." },
                { "bmc97": "The provided DOI seems incomplete and is not available online and was thus deleted. Please check. Otherwise, please provide the complete DOI." },
                { "bmc98": "Reference: Reference [__] is [specify if unpublished, submitted, in preparation or forthcoming]. Please be informed that references that have not been accepted for publication should not be cited in the reference list unless they are publicly available as a preprint. Instead, please cite the data in the main body of the text in the following way: (Authors: Title of manuscript, unpublished/submitted/in preparation/forthcoming). Ensure that affected references should be amended if needed so that all citations will be in ascending numerical order." },
                { "bmc99": "Reference: In Reference [__], the author name was provided as '[specify original presentation of author name]'. This was changed to '[specify modified presentation of author name]'. Please check and advise if the action taken is appropriate." },
                { "bmc100": "Reference: The provided page range for Reference [__] is [specify original presentation page numbers]. This has been changed to [specify modified presentation of page numbers]. Please check if correct." },
                { "bmc101": "Reference: Reference/s [__] was/were mentioned in the manuscript; however, this/these was/were not included in the reference list. As a rule, all mentioned references should be present in the reference list. Please provide the reference details to be inserted in the reference list and ensure that all references are cited in ascending numerical order." },
                { "bmc102": "Reference: Reference/s [__] was/were provided in the reference list; however, this/these was/were not mentioned or cited in the manuscript. As a rule, all the references given in the list of references should be cited in the body of a text. Please provide the location of where to insert the reference citation in the main body text and ensure that all references are cited in ascending numerical order." },
                { "bmc103": "Reference: Reference/s [__] was/were mentioned in the manuscript; however, this/these was/were not included in the reference list. As a rule, all mentioned references should be present in the reference list. Please provide the reference details to be inserted in the reference list." },
                { "bmc104": "Reference: Reference/s [__] was/were provided in the reference list; however, this/these was/were not mentioned or cited in the manuscript. As a rule, all the references given in the list of references should be cited in the body of a text. Please provide the location of where to insert the reference citation in the main body text." },
                { "bmc105": "Reference: All references must be numbered in ascending numerical order, in square brackets, such that references in figures and tables, if any, are numbered based on their placement in the main text (figures and tables are usually placed after their first main citation in the text). However, the sequence of reference citations [__] is out of order. With this, the affected reference citations were renumbered in ascending numerical order including their corresponding entries in the reference list in compliance to the journal’s standard. Please check if the action taken is appropriate. Otherwise, kindly advise us on how to proceed." },
                { "bmc106": "Reference: Reference [__] has the same content with Reference [__]. Can an alternative reference be provided to avoid repetition? If not, please delete the duplicate reference and renumber subsequent references in ascending numerical order." },
                { "bmc107": "Reference: Reference [__] has the same content with Reference [__], and the reference citations in the text are not in sequence. Thus, the references and their citations were renumbered accordingly, including the duplicate references. Please check if done correctly and if possible provide an alternative reference to avoid repetition. Otherwise, please delete the duplicate reference." },
                { "bmc108": "Reference: Reference [__] has the same content with Reference [__]. Can an alternative reference be provided to avoid repetition? If not, please delete the duplicate reference and renumber subsequent references in ascending numerical order." }
            ]
    }
}